//
//  TableViewController.h
//  TextKit_OC
//
//  Created by chengxianghe on 15/9/2.
//  Copyright (c) 2015年 CXH. All rights reserved.
//

#import <UIKit/UIKit.h>
#define TT_STRING @"文字加谈笑有鸿儒，往[撇嘴][撇嘴]来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。文字加上谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。文字加上谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。http:www.baidu.com 南阳诸葛庐，西蜀子云亭。文字加上[撇嘴][撇嘴][撇嘴]上表情[得意][酷][呲牙]山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。文字加上表情[得意][酷][呲牙]谈笑有鸿儒，往[撇嘴][撇嘴]来无白撇嘴][撇嘴][撇嘴][撇嘴]上表情[得意][酷][呲牙]山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。文字加上表情[得意][酷][呲牙]谈笑有鸿儒，往来无白丁。[撇嘴]来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。文字加上谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。文字加上谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。文字加上[撇嘴][撇嘴][撇嘴]上表情[得意][酷][呲牙]山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。文字加上表情[得意][酷][呲牙]谈笑有鸿儒，往[撇嘴][撇嘴]来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。文字加上表情[得意][酷][呲牙]孔子云：何陋之有？[撇嘴][撇嘴][撇嘴][撇嘴]上表情[得意][酷][呲牙]山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。文字加上表情[得意][酷][呲牙]谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳"

@interface TableViewController : UIViewController

@end
